<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>about.appName</key>
	<string>cmux</string>
	<key>about.build</key>
	<string>Build</string>
	<key>about.commit</key>
	<string>Commit</string>
	<key>about.description</key>
	<string>A Ghostty-based terminal with vertical tabs
and a notification panel for macOS.</string>
	<key>about.docs</key>
	<string>Docs</string>
	<key>about.github</key>
	<string>GitHub</string>
	<key>about.licenses</key>
	<string>Licenses</string>
	<key>about.licenses.notFound</key>
	<string>Licenses file not found.</string>
	<key>about.licenses.windowTitle</key>
	<string>Third-Party Licenses</string>
	<key>about.version</key>
	<string>Version</string>
	<key>accessibility.workspacePosition</key>
	<string>%1$@, workspace %2$lld of %3$lld</string>
	<key>alert.customColor.apply</key>
	<string>Apply</string>
	<key>alert.customColor.cancel</key>
	<string>Cancel</string>
	<key>alert.customColor.message</key>
	<string>Enter a hex color in the format #RRGGBB.</string>
	<key>alert.customColor.title</key>
	<string>Custom Workspace Color</string>
	<key>alert.invalidColor.emptyMessage</key>
	<string>Enter a hex color in the format #RRGGBB.</string>
	<key>alert.invalidColor.invalidMessage</key>
	<string>"%@" is not a valid hex color. Use #RRGGBB.</string>
	<key>alert.invalidColor.ok</key>
	<string>OK</string>
	<key>alert.invalidColor.title</key>
	<string>Invalid Color</string>
	<key>alert.renameWorkspace.cancel</key>
	<string>Cancel</string>
	<key>alert.renameWorkspace.message</key>
	<string>Enter a custom name for this workspace.</string>
	<key>alert.renameWorkspace.placeholder</key>
	<string>Workspace name</string>
	<key>alert.renameWorkspace.rename</key>
	<string>Rename</string>
	<key>alert.renameWorkspace.title</key>
	<string>Rename Workspace</string>
	<key>appIcon.automatic</key>
	<string>Automatic</string>
	<key>appIcon.dark</key>
	<string>Dark</string>
	<key>appIcon.light</key>
	<string>Light</string>
	<key>appearance.auto</key>
	<string>Auto</string>
	<key>appearance.dark</key>
	<string>Dark</string>
	<key>appearance.light</key>
	<string>Light</string>
	<key>appearance.system</key>
	<string>System</string>
	<key>applescript.error.disabled</key>
	<string>AppleScript is disabled by the macos-applescript configuration.</string>
	<key>applescript.error.failedToCreateSplit</key>
	<string>Failed to create split.</string>
	<key>applescript.error.failedToCreateWindow</key>
	<string>Failed to create window.</string>
	<key>applescript.error.failedToCreateWorkspace</key>
	<string>Failed to create workspace.</string>
	<key>applescript.error.missingAction</key>
	<string>Missing action string.</string>
	<key>applescript.error.missingInputText</key>
	<string>Missing input text.</string>
	<key>applescript.error.missingSplitDirection</key>
	<string>Missing or unknown split direction.</string>
	<key>applescript.error.missingTerminalTarget</key>
	<string>Missing terminal target.</string>
	<key>applescript.error.terminalUnavailable</key>
	<string>Terminal is no longer available.</string>
	<key>applescript.error.windowUnavailable</key>
	<string>Window is no longer available.</string>
	<key>applescript.error.workspaceUnavailable</key>
	<string>Workspace is no longer available.</string>
	<key>browser.action.newTab</key>
	<string>new tab</string>
	<key>browser.addressBar.placeholder</key>
	<string>Search or enter URL</string>
	<key>browser.addressBarSuggestions</key>
	<string>Address bar suggestions</string>
	<key>browser.alwaysAllowHost</key>
	<string>Always allow this host in cmux</string>
	<key>browser.contextMenu.openLinkInDefaultBrowser</key>
	<string>Open Link in Default Browser</string>
	<key>browser.contextMenu.openLinkInNewTab</key>
	<string>Open Link in New Tab</string>
	<key>browser.dialog.pageSays</key>
	<string>This page says:</string>
	<key>browser.dialog.pageSaysAt</key>
	<string>The page at %@ says:</string>
	<key>browser.downloadInProgress</key>
	<string>Download in progress</string>
	<key>browser.downloading</key>
	<string>Downloading...</string>
	<key>browser.error.cantOpen.title</key>
	<string>Can't open this page</string>
	<key>browser.error.cantReach.messageSite</key>
	<string>The site refused to connect. Check that a server is running on this address.</string>
	<key>browser.error.cantReach.messageURL</key>
	<string>%@ refused to connect. Check that a server is running on this address.</string>
	<key>browser.error.cantReach.title</key>
	<string>Can't reach this page</string>
	<key>browser.error.checkNetwork</key>
	<string>Check your network connection and try again.</string>
	<key>browser.error.frameLoadInterrupted</key>
	<string>Frame load interrupted</string>
	<key>browser.error.insecure.message</key>
	<string>%@ uses plain HTTP, so traffic can be read or modified on the network.

Open this URL in your default browser, or proceed in cmux.</string>
	<key>browser.error.insecure.title</key>
	<string>Connection isn't secure</string>
	<key>browser.error.invalidCertificate</key>
	<string>The certificate for this site is invalid.</string>
	<key>browser.error.noInternet</key>
	<string>No internet connection</string>
	<key>browser.error.reload</key>
	<string>Reload</string>
	<key>browser.goBack</key>
	<string>Go Back</string>
	<key>browser.goForward</key>
	<string>Go Forward</string>
	<key>browser.goToURL</key>
	<string>go to URL</string>
	<key>browser.import.additionalData</key>
	<string>Additional data (bookmarks, settings, extensions)</string>
	<key>browser.import.additionalData.note</key>
	<string>Bookmarks, settings, and extensions are not available yet.</string>
	<key>browser.import.back</key>
	<string>Back</string>
	<key>browser.import.complete.browser</key>
	<string>Browser: %@</string>
	<key>browser.import.complete.createdProfiles</key>
	<string>Created cmux profiles: %@</string>
	<key>browser.import.complete.destinationProfile</key>
	<string>Destination profile: %@</string>
	<key>browser.import.complete.domainFilter</key>
	<string>Domain filter: %@</string>
	<key>browser.import.complete.importedCookies</key>
	<string>Imported cookies: %ld</string>
	<key>browser.import.complete.importedHistory</key>
	<string>Imported history entries: %ld</string>
	<key>browser.import.complete.profileMapping</key>
	<string>%@ -&gt; %@</string>
	<key>browser.import.complete.profileMappings</key>
	<string>Profile mappings:</string>
	<key>browser.import.complete.scope</key>
	<string>Scope: %@</string>
	<key>browser.import.complete.skippedCookies</key>
	<string>Skipped cookies: %ld</string>
	<key>browser.import.complete.sourceProfiles</key>
	<string>Source profiles: %@</string>
	<key>browser.import.complete.title</key>
	<string>Browser data import complete</string>
	<key>browser.import.complete.warnings</key>
	<string>Warnings:</string>
	<key>browser.import.cookies</key>
	<string>Cookies (site sign-ins)</string>
	<key>browser.import.destination.cmux</key>
	<string>Destination</string>
	<key>browser.import.destinationMode.merge</key>
	<string>Merge into one</string>
	<key>browser.import.destinationMode.separate</key>
	<string>Separate profiles</string>
	<key>browser.import.destinationProfile</key>
	<string>Import into</string>
	<key>browser.import.destinationProfile.create</key>
	<string>Create "%@"</string>
	<key>browser.import.destinationProfile.help</key>
	<string>Imported data goes into the selected cmux profile.</string>
	<key>browser.import.destinationProfile.mergeHelp</key>
	<string>All selected source profiles go into one cmux profile.</string>
	<key>browser.import.destinationProfile.separateHelp</key>
	<string>Missing cmux profiles are created on import.</string>
	<key>browser.import.detected.all</key>
	<string>Detected: %@.</string>
	<key>browser.import.detected.more.one</key>
	<string>Detected: %@, +1 more.</string>
	<key>browser.import.detected.more.other</key>
	<string>Detected: %@, +%ld more.</string>
	<key>browser.import.detected.none</key>
	<string>No supported browsers detected.</string>
	<key>browser.import.domain</key>
	<string>Domains</string>
	<key>browser.import.domain.placeholder</key>
	<string>Optional domains, comma-separated</string>
	<key>browser.import.error.destinationCreateFailed</key>
	<string>cmux could not create the destination profile "%@".</string>
	<key>browser.import.error.destinationMissing</key>
	<string>The selected cmux browser profile no longer exists. Pick a destination profile again.</string>
	<key>browser.import.error.title</key>
	<string>Import could not start</string>
	<key>browser.import.hint.dismiss</key>
	<string>Hide Hint</string>
	<key>browser.import.hint.import</key>
	<string>Import…</string>
	<key>browser.import.hint.settings</key>
	<string>Browser Settings</string>
	<key>browser.import.hint.settingsFootnote</key>
	<string>You can always find this in Settings &gt; Browser.</string>
	<key>browser.import.hint.title</key>
	<string>Import browser data</string>
	<key>browser.import.hint.toolbar</key>
	<string>Import</string>
	<key>browser.import.hint.toolbar.help</key>
	<string>Import browser data</string>
	<key>browser.import.history</key>
	<string>History (visited pages)</string>
	<key>browser.import.next</key>
	<string>Next</string>
	<key>browser.import.noBrowsers.message</key>
	<string>cmux could not find browser profiles to import from on this Mac.</string>
	<key>browser.import.noBrowsers.title</key>
	<string>No importable browsers found</string>
	<key>browser.import.progress.message</key>
	<string>Importing %@ from %@…</string>
	<key>browser.import.progress.subtitle</key>
	<string>This can take a few seconds for large profiles.</string>
	<key>browser.import.progress.title</key>
	<string>Importing Browser Data</string>
	<key>browser.import.scope.cookiesAndHistory</key>
	<string>Cookies + history</string>
	<key>browser.import.scope.cookiesOnly</key>
	<string>Cookies only</string>
	<key>browser.import.scope.everything</key>
	<string>Everything</string>
	<key>browser.import.scope.historyOnly</key>
	<string>History only</string>
	<key>browser.import.source</key>
	<string>Browser</string>
	<key>browser.import.sourceProfile.fallback</key>
	<string>Profile %ld</string>
	<key>browser.import.sourceProfiles</key>
	<string>Profiles</string>
	<key>browser.import.sourceProfiles.empty</key>
	<string>No source profiles detected for %@.</string>
	<key>browser.import.sourceProfiles.help</key>
	<string>Select one or more profiles.</string>
	<key>browser.import.start</key>
	<string>Start Import</string>
	<key>browser.import.step.dataTypes</key>
	<string>Step 3 of 3</string>
	<key>browser.import.step.source</key>
	<string>Step 1 of 3</string>
	<key>browser.import.step.sourceProfiles</key>
	<string>Step 2 of 3</string>
	<key>browser.import.title</key>
	<string>Import Browser Data</string>
	<key>browser.import.validation.scope</key>
	<string>Select Cookies, History, or both before starting import.</string>
	<key>browser.import.validation.sourceProfiles</key>
	<string>Choose at least one source profile to import.</string>
	<key>browser.import.warning.additionalDataUnavailable</key>
	<string>Bookmarks, settings, and extensions import are not available yet. Imported cookies and history only.</string>
	<key>browser.import.warning.browserCookiesReadFailed</key>
	<string>Failed reading %@ cookies at %@: %@</string>
	<key>browser.import.warning.browserHistoryReadFailed</key>
	<string>Failed reading %@ history at %@: %@</string>
	<key>browser.import.warning.cookieImportUnsupported</key>
	<string>%@ cookie import is not implemented yet.</string>
	<key>browser.import.warning.encryptedCookiesSkipped</key>
	<string>Skipped %ld encrypted cookies that require Keychain decryption.</string>
	<key>browser.import.warning.firefoxCookiesReadFailed</key>
	<string>Failed reading Firefox cookies at %@: %@</string>
	<key>browser.import.warning.firefoxHistoryReadFailed</key>
	<string>Failed reading Firefox history at %@: %@</string>
	<key>browser.import.warning.keychainDecryptFailed</key>
	<string>Skipped %ld encrypted %@ cookies because %@ could not be unlocked from Keychain.</string>
	<key>browser.import.warning.noHistoryDatabase</key>
	<string>No history database found for %@.</string>
	<key>browser.import.warning.safariCookiesUnsupported</key>
	<string>Safari cookies are stored in Cookies.binarycookies and are not yet supported by this importer.</string>
	<key>browser.newTab</key>
	<string>New tab</string>
	<key>browser.openInDefaultBrowser</key>
	<string>Open in Default Browser</string>
	<key>browser.popup.loadingTitle</key>
	<string>Loading…</string>
	<key>browser.proceedInCmux</key>
	<string>Proceed in cmux</string>
	<key>browser.profile.buttonHelp</key>
	<string>Browser Profile: %@</string>
	<key>browser.profile.default</key>
	<string>Default</string>
	<key>browser.profile.menu.title</key>
	<string>Profiles</string>
	<key>browser.profile.new</key>
	<string>New Profile...</string>
	<key>browser.profile.new.message</key>
	<string>Create a separate browser profile for cookies, history, and local storage.</string>
	<key>browser.profile.new.placeholder</key>
	<string>Profile name</string>
	<key>browser.profile.new.title</key>
	<string>New Browser Profile</string>
	<key>browser.profile.rename</key>
	<string>Rename Current Profile...</string>
	<key>browser.profile.rename.message</key>
	<string>Choose a new name for this browser profile.</string>
	<key>browser.profile.rename.title</key>
	<string>Rename Browser Profile</string>
	<key>browser.reload</key>
	<string>Reload</string>
	<key>browser.search.placeholder</key>
	<string>Search</string>
	<key>browser.stop</key>
	<string>Stop</string>
	<key>browser.switchToTab</key>
	<string>Switch to tab</string>
	<key>browser.theme.buttonHelp</key>
	<string>Browser Theme: %@</string>
	<key>browser.toggleDevTools</key>
	<string>Toggle Developer Tools</string>
	<key>cli.claude-teams.usage</key>
	<string>Usage: cmux claude-teams [claude-args...]

Launch Claude Code with agent teams enabled.

This command:
  - defaults Claude teammate mode to auto
  - sets a tmux-like environment so Claude auto mode uses cmux splits
  - sets CLAUDE_CODE_EXPERIMENTAL_AGENT_TEAMS=1
  - prepends a private tmux shim to PATH
  - forwards all remaining arguments to claude

The tmux shim translates supported tmux window/pane commands into cmux
workspace and split operations in the current cmux session.

Examples:
  cmux claude-teams
  cmux claude-teams --continue
  cmux claude-teams --model sonnet</string>
	<key>cli.install.adminRequired</key>
	<string>Administrator privileges were required to write to /usr/local/bin.</string>
	<key>cli.install.symlinkCreated</key>
	<string>Created symlink:

%1$@ -&gt; %2$@</string>
	<key>cli.installFailed</key>
	<string>Couldn't Install cmux CLI</string>
	<key>cli.installed</key>
	<string>cmux CLI Installed</string>
	<key>cli.omo.usage</key>
	<string>Usage: cmux omo [opencode-args...]

Launch OpenCode with oh-my-openagent in a cmux-aware environment.

oh-my-openagent orchestrates multiple AI models as specialized agents in
parallel. This command sets up a tmux shim so agent panes become native
cmux splits with sidebar metadata and notifications.

This command:
  - sets a tmux-like environment so oh-my-openagent uses cmux splits
  - prepends a private tmux shim to PATH
  - forwards all remaining arguments to opencode

The tmux shim translates tmux window/pane commands into cmux workspace
and split operations in the current cmux session.

Examples:
  cmux omo
  cmux omo --continue
  cmux omo --model claude-sonnet-4-6</string>
	<key>cli.uninstall.adminRequired</key>
	<string>Administrator privileges were required to modify /usr/local/bin.</string>
	<key>cli.uninstall.notFound</key>
	<string>No cmux CLI symlink was found at %@.</string>
	<key>cli.uninstall.removed</key>
	<string>Removed %@.</string>
	<key>cli.uninstallFailed</key>
	<string>Couldn't Uninstall cmux CLI</string>
	<key>cli.uninstalled</key>
	<string>cmux CLI Uninstalled</string>
	<key>clipboard.sshError.item</key>
	<string>%lld. %@ (%@): %@</string>
	<key>clipboard.sshError.single</key>
	<string>SSH error (%@): %@</string>
	<key>command.applyUpdateIfAvailable.subtitle</key>
	<string>Global</string>
	<key>command.applyUpdateIfAvailable.title</key>
	<string>Apply Update (If Available)</string>
	<key>command.attemptUpdate.subtitle</key>
	<string>Global</string>
	<key>command.attemptUpdate.title</key>
	<string>Attempt Update</string>
	<key>command.browserBack.title</key>
	<string>Back</string>
	<key>command.browserClearHistory.subtitle</key>
	<string>Browser</string>
	<key>command.browserClearHistory.title</key>
	<string>Clear Browser History</string>
	<key>command.browserConsole.title</key>
	<string>Show JavaScript Console</string>
	<key>command.browserDuplicateRight.subtitle</key>
	<string>Browser Layout</string>
	<key>command.browserDuplicateRight.title</key>
	<string>Duplicate Browser to the Right</string>
	<key>command.browserFocusAddressBar.title</key>
	<string>Focus Address Bar</string>
	<key>command.browserForward.title</key>
	<string>Forward</string>
	<key>command.browserOpenDefault.title</key>
	<string>Open Current Page in Default Browser</string>
	<key>command.browserReload.title</key>
	<string>Reload Page</string>
	<key>command.browserSplitDown.subtitle</key>
	<string>Browser Layout</string>
	<key>command.browserSplitDown.title</key>
	<string>Split Browser Down</string>
	<key>command.browserSplitRight.subtitle</key>
	<string>Browser Layout</string>
	<key>command.browserSplitRight.title</key>
	<string>Split Browser Right</string>
	<key>command.browserToggleDevTools.title</key>
	<string>Toggle Developer Tools</string>
	<key>command.browserZoomIn.title</key>
	<string>Zoom In</string>
	<key>command.browserZoomOut.title</key>
	<string>Zoom Out</string>
	<key>command.browserZoomReset.title</key>
	<string>Actual Size</string>
	<key>command.checkForUpdates.subtitle</key>
	<string>Global</string>
	<key>command.checkForUpdates.title</key>
	<string>Check for Updates</string>
	<key>command.clearTabName.title</key>
	<string>Clear Tab Name</string>
	<key>command.clearWorkspaceName.title</key>
	<string>Clear Workspace Name</string>
	<key>command.closeTab.subtitle</key>
	<string>Tab</string>
	<key>command.closeTab.title</key>
	<string>Close Tab</string>
	<key>command.closeWindow.subtitle</key>
	<string>Window</string>
	<key>command.closeWindow.title</key>
	<string>Close Window</string>
	<key>command.closeWorkspace.subtitle</key>
	<string>Workspace</string>
	<key>command.closeWorkspace.title</key>
	<string>Close Workspace</string>
	<key>command.cmuxConfig.customTitle</key>
	<string>Custom: %@</string>
	<key>command.cmuxConfig.subtitle</key>
	<string>cmux.json</string>
	<key>command.disableMinimalMode.title</key>
	<string>Disable Minimal Mode</string>
	<key>command.enableMinimalMode.title</key>
	<string>Enable Minimal Mode</string>
	<key>command.equalizeSplits.title</key>
	<string>Equalize Splits</string>
	<key>command.installCLI.subtitle</key>
	<string>CLI</string>
	<key>command.installCLI.title</key>
	<string>Shell Command: Install 'cmux' in PATH</string>
	<key>command.jumpUnread.subtitle</key>
	<string>Notifications</string>
	<key>command.jumpUnread.title</key>
	<string>Jump to Latest Unread</string>
	<key>command.markTabRead.title</key>
	<string>Mark Tab as Read</string>
	<key>command.markTabUnread.title</key>
	<string>Mark Tab as Unread</string>
	<key>command.newBrowserTab.subtitle</key>
	<string>Tab</string>
	<key>command.newBrowserTab.title</key>
	<string>New Tab (Browser)</string>
	<key>command.newTerminalTab.subtitle</key>
	<string>Tab</string>
	<key>command.newTerminalTab.title</key>
	<string>New Tab (Terminal)</string>
	<key>command.newWindow.subtitle</key>
	<string>Window</string>
	<key>command.newWindow.title</key>
	<string>New Window</string>
	<key>command.newWorkspace.subtitle</key>
	<string>Workspace</string>
	<key>command.newWorkspace.title</key>
	<string>New Workspace</string>
	<key>command.nextTabInPane.subtitle</key>
	<string>Tab Navigation</string>
	<key>command.nextTabInPane.title</key>
	<string>Next Tab in Pane</string>
	<key>command.nextWorkspace.subtitle</key>
	<string>Workspace Navigation</string>
	<key>command.nextWorkspace.title</key>
	<string>Next Workspace</string>
	<key>command.openFolder.subtitle</key>
	<string>Workspace</string>
	<key>command.openFolder.title</key>
	<string>Open Folder…</string>
	<key>command.openSettings.subtitle</key>
	<string>Global</string>
	<key>command.openSettings.title</key>
	<string>Open Settings</string>
	<key>command.openWorkspacePRLinks.title</key>
	<string>Open All Workspace PR Links</string>
	<key>command.pinTab.title</key>
	<string>Pin Tab</string>
	<key>command.pinWorkspace.title</key>
	<string>Pin Workspace</string>
	<key>command.previousTabInPane.subtitle</key>
	<string>Tab Navigation</string>
	<key>command.previousTabInPane.title</key>
	<string>Previous Tab in Pane</string>
	<key>command.previousWorkspace.subtitle</key>
	<string>Workspace Navigation</string>
	<key>command.previousWorkspace.title</key>
	<string>Previous Workspace</string>
	<key>command.renameTab.title</key>
	<string>Rename Tab…</string>
	<key>command.renameWorkspace.title</key>
	<string>Rename Workspace…</string>
	<key>command.reopenClosedBrowserTab.subtitle</key>
	<string>Browser</string>
	<key>command.reopenClosedBrowserTab.title</key>
	<string>Reopen Closed Browser Tab</string>
	<key>command.restartSocketListener.subtitle</key>
	<string>Global</string>
	<key>command.restartSocketListener.title</key>
	<string>Restart CLI Listener</string>
	<key>command.showNotifications.subtitle</key>
	<string>Notifications</string>
	<key>command.showNotifications.title</key>
	<string>Show Notifications</string>
	<key>command.terminalFind.title</key>
	<string>Find…</string>
	<key>command.terminalFindNext.title</key>
	<string>Find Next</string>
	<key>command.terminalFindPrevious.title</key>
	<string>Find Previous</string>
	<key>command.terminalHideFind.title</key>
	<string>Hide Find Bar</string>
	<key>command.terminalSplitBrowserDown.subtitle</key>
	<string>Terminal Layout</string>
	<key>command.terminalSplitBrowserDown.title</key>
	<string>Split Browser Down</string>
	<key>command.terminalSplitBrowserRight.subtitle</key>
	<string>Terminal Layout</string>
	<key>command.terminalSplitBrowserRight.title</key>
	<string>Split Browser Right</string>
	<key>command.terminalSplitDown.subtitle</key>
	<string>Terminal Layout</string>
	<key>command.terminalSplitDown.title</key>
	<string>Split Down</string>
	<key>command.terminalSplitRight.subtitle</key>
	<string>Terminal Layout</string>
	<key>command.terminalSplitRight.title</key>
	<string>Split Right</string>
	<key>command.terminalUseSelectionForFind.title</key>
	<string>Use Selection for Find</string>
	<key>command.toggleFullScreen.subtitle</key>
	<string>Window</string>
	<key>command.toggleFullScreen.title</key>
	<string>Toggle Full Screen</string>
	<key>command.toggleSidebar.subtitle</key>
	<string>Layout</string>
	<key>command.toggleSidebar.title</key>
	<string>Toggle Sidebar</string>
	<key>command.toggleSplitZoom.subtitle</key>
	<string>Terminal Layout</string>
	<key>command.toggleSplitZoom.title</key>
	<string>Toggle Pane Zoom</string>
	<key>command.triggerFlash.subtitle</key>
	<string>View</string>
	<key>command.triggerFlash.title</key>
	<string>Flash Focused Panel</string>
	<key>command.uninstallCLI.subtitle</key>
	<string>CLI</string>
	<key>command.uninstallCLI.title</key>
	<string>Shell Command: Uninstall 'cmux' from PATH</string>
	<key>command.unpinTab.title</key>
	<string>Unpin Tab</string>
	<key>command.unpinWorkspace.title</key>
	<string>Unpin Workspace</string>
	<key>command.vscodeServeWebRestart.title</key>
	<string>Restart VS Code Inline Server</string>
	<key>command.vscodeServeWebStop.title</key>
	<string>Stop VS Code Inline Server</string>
	<key>commandPalette.kind.browser</key>
	<string>Browser</string>
	<key>commandPalette.kind.markdown</key>
	<string>Markdown</string>
	<key>commandPalette.kind.terminal</key>
	<string>Terminal</string>
	<key>commandPalette.kind.workspace</key>
	<string>Workspace</string>
	<key>commandPalette.rename.clearCustomName</key>
	<string>(clear custom name)</string>
	<key>commandPalette.rename.tabConfirmHint</key>
	<string>Press Enter to apply this tab name, or Escape to cancel.</string>
	<key>commandPalette.rename.tabDescription</key>
	<string>Choose a custom tab name.</string>
	<key>commandPalette.rename.tabInputHint</key>
	<string>Enter a tab name. Press Enter to rename, Escape to cancel.</string>
	<key>commandPalette.rename.tabPlaceholder</key>
	<string>Tab name</string>
	<key>commandPalette.rename.tabTitle</key>
	<string>Rename Tab</string>
	<key>commandPalette.rename.workspaceConfirmHint</key>
	<string>Press Enter to apply this workspace name, or Escape to cancel.</string>
	<key>commandPalette.rename.workspaceDescription</key>
	<string>Choose a custom workspace name.</string>
	<key>commandPalette.rename.workspaceInputHint</key>
	<string>Enter a workspace name. Press Enter to rename, Escape to cancel.</string>
	<key>commandPalette.rename.workspacePlaceholder</key>
	<string>Workspace name</string>
	<key>commandPalette.rename.workspaceTitle</key>
	<string>Rename Workspace</string>
	<key>commandPalette.search.commandsEmpty</key>
	<string>No commands match your search.</string>
	<key>commandPalette.search.commandsPlaceholder</key>
	<string>Type a command</string>
	<key>commandPalette.search.switcherEmpty</key>
	<string>No workspaces match your search.</string>
	<key>commandPalette.search.switcherEmptyAllSurfaces</key>
	<string>No workspaces or surfaces match your search.</string>
	<key>commandPalette.search.switcherPlaceholder</key>
	<string>Search workspaces</string>
	<key>commandPalette.search.switcherPlaceholderAllSurfaces</key>
	<string>Search workspaces and surfaces</string>
	<key>commandPalette.subtitle.browserWithName</key>
	<string>Browser • %@</string>
	<key>commandPalette.subtitle.tabFallback</key>
	<string>Tab</string>
	<key>commandPalette.subtitle.tabWithName</key>
	<string>Tab • %@</string>
	<key>commandPalette.subtitle.terminalWithName</key>
	<string>Terminal • %@</string>
	<key>commandPalette.subtitle.workspaceFallback</key>
	<string>Workspace</string>
	<key>commandPalette.subtitle.workspaceWithName</key>
	<string>Workspace • %@</string>
	<key>commandPalette.switcher.windowLabel</key>
	<string>Window %lld</string>
	<key>commandPalette.switcher.workspaceLabel</key>
	<string>Workspace</string>
	<key>common.allow</key>
	<string>Allow</string>
	<key>common.cancel</key>
	<string>Cancel</string>
	<key>common.close</key>
	<string>Close</string>
	<key>common.copyDetails</key>
	<string>Copy Details</string>
	<key>common.create</key>
	<string>Create</string>
	<key>common.dontSave</key>
	<string>Don't Save</string>
	<key>common.installAndRelaunch</key>
	<string>Install and Relaunch</string>
	<key>common.later</key>
	<string>Later</string>
	<key>common.notNow</key>
	<string>Not Now</string>
	<key>common.ok</key>
	<string>OK</string>
	<key>common.rename</key>
	<string>Rename</string>
	<key>common.restartLater</key>
	<string>Restart Later</string>
	<key>common.restartNow</key>
	<string>Restart Now</string>
	<key>common.retry</key>
	<string>Retry</string>
	<key>common.skip</key>
	<string>Skip</string>
	<key>contextMenu.chooseCustomColor</key>
	<string>Choose Custom Color…</string>
	<key>contextMenu.clearColor</key>
	<string>Clear Color</string>
	<key>contextMenu.closeOtherWorkspaces</key>
	<string>Close Other Workspaces</string>
	<key>contextMenu.closeWorkspace</key>
	<string>Close Workspace</string>
	<key>contextMenu.closeWorkspaces</key>
	<string>Close Workspaces</string>
	<key>contextMenu.closeWorkspacesAbove</key>
	<string>Close Workspaces Above</string>
	<key>contextMenu.closeWorkspacesBelow</key>
	<string>Close Workspaces Below</string>
	<key>contextMenu.copyError</key>
	<string>Copy Error</string>
	<key>contextMenu.copyErrors</key>
	<string>Copy Errors</string>
	<key>contextMenu.copySshError</key>
	<string>Copy SSH Error</string>
	<key>contextMenu.markWorkspaceRead</key>
	<string>Mark Workspace as Read</string>
	<key>contextMenu.markWorkspaceUnread</key>
	<string>Mark Workspace as Unread</string>
	<key>contextMenu.markWorkspacesRead</key>
	<string>Mark Workspaces as Read</string>
	<key>contextMenu.markWorkspacesUnread</key>
	<string>Mark Workspaces as Unread</string>
	<key>contextMenu.moveDown</key>
	<string>Move Down</string>
	<key>contextMenu.moveToTop</key>
	<string>Move to Top</string>
	<key>contextMenu.moveUp</key>
	<string>Move Up</string>
	<key>contextMenu.moveWorkspaceToWindow</key>
	<string>Move Workspace to Window</string>
	<key>contextMenu.moveWorkspacesToWindow</key>
	<string>Move Workspaces to Window</string>
	<key>contextMenu.newWindow</key>
	<string>New Window</string>
	<key>contextMenu.pinWorkspace</key>
	<string>Pin Workspace</string>
	<key>contextMenu.pinWorkspaces</key>
	<string>Pin Workspaces</string>
	<key>contextMenu.removeCustomWorkspaceName</key>
	<string>Remove Custom Workspace Name</string>
	<key>contextMenu.renameWorkspace</key>
	<string>Rename Workspace…</string>
	<key>contextMenu.unpinWorkspace</key>
	<string>Unpin Workspace</string>
	<key>contextMenu.unpinWorkspaces</key>
	<string>Unpin Workspaces</string>
	<key>contextMenu.workspaceColor</key>
	<string>Workspace Color</string>
	<key>debug.browserProfilePopover.group.padding</key>
	<string>Padding</string>
	<key>debug.browserProfilePopover.group.preview</key>
	<string>Preview</string>
	<key>debug.browserProfilePopover.heading</key>
	<string>Browser Profile Popover</string>
	<key>debug.browserProfilePopover.label.horizontal</key>
	<string>Horizontal</string>
	<key>debug.browserProfilePopover.label.vertical</key>
	<string>Vertical</string>
	<key>debug.browserProfilePopover.liveNote</key>
	<string>Changes apply live to the browser profile popover.</string>
	<key>debug.browserProfilePopover.note</key>
	<string>Tune the profile popover padding live while comparing it against the browser toolbar menu.</string>
	<key>debug.browserProfilePopover.reset</key>
	<string>Reset</string>
	<key>debug.devBuildBanner.show</key>
	<string>Show Dev Build Banner</string>
	<key>debug.devBuildBanner.title</key>
	<string>THIS IS A DEV BUILD</string>
	<key>debug.menu.browserProfilePopoverDebug</key>
	<string>Browser Profile Popover Debug…</string>
	<key>debug.menu.browserToolbarButtonSpacing</key>
	<string>Browser Toolbar Button Spacing</string>
	<key>debug.menu.openStressWorkspacesWithLoadedSurfaces</key>
	<string>Open Stress Workspaces and Load All Terminals</string>
	<key>debug.windows.browserProfilePopover.title</key>
	<string>Browser Profile Popover Debug</string>
	<key>dialog.closeLastTabWindow.message</key>
	<string>This will close the last tab and close the window.</string>
	<key>dialog.closeLastTabWorkspace.message</key>
	<string>This will close the last tab and close its workspace.</string>
	<key>dialog.closeOtherTabs.message.one</key>
	<string>This will close 1 tab in this pane:
%@</string>
	<key>dialog.closeOtherTabs.message.other</key>
	<string>This will close %1$lld tabs in this pane:
%2$@</string>
	<key>dialog.closeOtherTabs.title</key>
	<string>Close other tabs?</string>
	<key>dialog.closePinnedWorkspace.message</key>
	<string>This workspace is pinned. Closing it will close the workspace and all of its panels.</string>
	<key>dialog.closePinnedWorkspace.title</key>
	<string>Close pinned workspace?</string>
	<key>dialog.closeTab.cancel</key>
	<string>Cancel</string>
	<key>dialog.closeTab.close</key>
	<string>Close</string>
	<key>dialog.closeTab.message</key>
	<string>This will close the current tab.</string>
	<key>dialog.closeTab.messageNamed</key>
	<string>This will close "%@".</string>
	<key>dialog.closeTab.title</key>
	<string>Close tab?</string>
	<key>dialog.closeWindow.message</key>
	<string>This will close the current window and all of its workspaces.</string>
	<key>dialog.closeWindow.title</key>
	<string>Close window?</string>
	<key>dialog.closeWorkspace.message</key>
	<string>This will close the workspace and all of its panels.</string>
	<key>dialog.closeWorkspace.title</key>
	<string>Close workspace?</string>
	<key>dialog.closeWorkspaces.message</key>
	<string>This will close %1$lld workspaces and all of their panels:
%2$@</string>
	<key>dialog.closeWorkspaces.title</key>
	<string>Close workspaces?</string>
	<key>dialog.closeWorkspacesWindow.message</key>
	<string>This will close the current window, its %1$lld workspaces, and all of their panels:
%2$@</string>
	<key>dialog.cmuxConfig.confirmCommand.cancel</key>
	<string>Cancel</string>
	<key>dialog.cmuxConfig.confirmCommand.message</key>
	<string>Are you sure you want to run this command?</string>
	<key>dialog.cmuxConfig.confirmCommand.run</key>
	<string>Run</string>
	<key>dialog.cmuxConfig.confirmCommand.title</key>
	<string>Run Command</string>
	<key>dialog.cmuxConfig.confirmRestart.cancel</key>
	<string>Cancel</string>
	<key>dialog.cmuxConfig.confirmRestart.message</key>
	<string>A workspace with this name already exists. Close it and create a new one?</string>
	<key>dialog.cmuxConfig.confirmRestart.recreate</key>
	<string>Recreate</string>
	<key>dialog.cmuxConfig.confirmRestart.title</key>
	<string>Workspace Already Exists</string>
	<key>dialog.dontWarnCmdQ</key>
	<string>Don't warn again for Cmd+Q</string>
	<key>dialog.enableNotifications.message</key>
	<string>Notifications are disabled for cmux. Enable them in System Settings to see alerts.</string>
	<key>dialog.enableNotifications.notNow</key>
	<string>Not Now</string>
	<key>dialog.enableNotifications.openSettings</key>
	<string>Open Settings</string>
	<key>dialog.enableNotifications.title</key>
	<string>Enable Notifications for cmux</string>
	<key>dialog.moveFailed.message</key>
	<string>cmux could not move this tab to the selected destination.</string>
	<key>dialog.moveFailed.title</key>
	<string>Move Failed</string>
	<key>dialog.moveTab.message</key>
	<string>Choose a destination for this tab.</string>
	<key>dialog.moveTab.move</key>
	<string>Move</string>
	<key>dialog.moveTab.newWorkspaceCurrentWindow</key>
	<string>New Workspace in Current Window</string>
	<key>dialog.moveTab.selectedWorkspaceNewWindow</key>
	<string>Selected Workspace in New Window</string>
	<key>dialog.moveTab.title</key>
	<string>Move Tab</string>
	<key>dialog.quitCmux.message</key>
	<string>This will close all windows and workspaces.</string>
	<key>dialog.quitCmux.quit</key>
	<string>Quit</string>
	<key>dialog.quitCmux.title</key>
	<string>Quit cmux?</string>
	<key>dialog.renameTab.message</key>
	<string>Enter a custom name for this tab.</string>
	<key>dialog.renameTab.placeholder</key>
	<string>Tab name</string>
	<key>dialog.renameTab.title</key>
	<string>Rename Tab</string>
	<key>dialog.renameWorkspace.message</key>
	<string>Enter a custom name for this workspace.</string>
	<key>dialog.renameWorkspace.placeholder</key>
	<string>Workspace name</string>
	<key>dialog.renameWorkspace.title</key>
	<string>Rename Workspace</string>
	<key>error.clipboardFolderPath</key>
	<string>Could not load any folder path from the clipboard.</string>
	<key>error.remoteDrop.invalidFileURL</key>
	<string>Dropped item is not a file URL.</string>
	<key>error.remoteDrop.unavailable</key>
	<string>Remote drop is unavailable.</string>
	<key>error.remoteDrop.uploadFailed</key>
	<string>Failed to upload dropped file: %@</string>
	<key>language.system</key>
	<string>System</string>
	<key>markdown.fileUnavailable.message</key>
	<string>The file may have been moved or deleted.</string>
	<key>markdown.fileUnavailable.title</key>
	<string>File unavailable</string>
	<key>menu.app.about</key>
	<string>About cmux</string>
	<key>menu.app.checkForUpdates</key>
	<string>Check for Updates…</string>
	<key>menu.app.ghosttySettings</key>
	<string>Ghostty Settings…</string>
	<key>menu.app.reloadConfiguration</key>
	<string>Reload Configuration</string>
	<key>menu.app.settings</key>
	<string>Settings…</string>
	<key>menu.checkForUpdates</key>
	<string>Check for Updates…</string>
	<key>menu.currentWindow</key>
	<string>Current Window</string>
	<key>menu.file.closeOtherTabs</key>
	<string>Close Other Tabs in Pane</string>
	<key>menu.file.closeTab</key>
	<string>Close Tab</string>
	<key>menu.file.closeWorkspace</key>
	<string>Close Workspace</string>
	<key>menu.file.commandPalette</key>
	<string>Command Palette…</string>
	<key>menu.file.goToWorkspace</key>
	<string>Go to Workspace…</string>
	<key>menu.file.newWindow</key>
	<string>New Window</string>
	<key>menu.file.newWorkspace</key>
	<string>New Workspace</string>
	<key>menu.file.openFolder</key>
	<string>Open Folder…</string>
	<key>menu.file.openFolder.panelPrompt</key>
	<string>Open</string>
	<key>menu.file.openFolder.panelTitle</key>
	<string>Open Folder</string>
	<key>menu.file.reopenClosedBrowserPanel</key>
	<string>Reopen Closed Browser Panel</string>
	<key>menu.find.find</key>
	<string>Find…</string>
	<key>menu.find.findNext</key>
	<string>Find Next</string>
	<key>menu.find.findPrevious</key>
	<string>Find Previous</string>
	<key>menu.find.hideFindBar</key>
	<string>Hide Find Bar</string>
	<key>menu.find.title</key>
	<string>Find</string>
	<key>menu.find.useSelectionForFind</key>
	<string>Use Selection for Find</string>
	<key>menu.notifications.clearAll</key>
	<string>Clear All</string>
	<key>menu.notifications.jumpToUnread</key>
	<string>Jump to Latest Unread</string>
	<key>menu.notifications.markAllRead</key>
	<string>Mark All Read</string>
	<key>menu.notifications.show</key>
	<string>Show Notifications</string>
	<key>menu.notifications.title</key>
	<string>Notifications</string>
	<key>menu.openInAndroidStudio</key>
	<string>Open Current Directory in Android Studio</string>
	<key>menu.openInAntigravity</key>
	<string>Open Current Directory in Antigravity</string>
	<key>menu.openInCursor</key>
	<string>Open Current Directory in Cursor</string>
	<key>menu.openInFinder</key>
	<string>Open Current Directory in Finder</string>
	<key>menu.openInGhostty</key>
	<string>Open Current Directory in Ghostty</string>
	<key>menu.openInITerm2</key>
	<string>Open Current Directory in iTerm2</string>
	<key>menu.openInIntelliJ</key>
	<string>Open Current Directory in IntelliJ IDEA</string>
	<key>menu.openInTerminal</key>
	<string>Open Current Directory in Terminal</string>
	<key>menu.openInTower</key>
	<string>Open Current Directory in Tower</string>
	<key>menu.openInVSCode</key>
	<string>Open Current Directory in VS Code (Inline)</string>
	<key>menu.openInVSCodeDesktop</key>
	<string>Open Current Directory in VS Code</string>
	<key>menu.openInWarp</key>
	<string>Open Current Directory in Warp</string>
	<key>menu.openInWindsurf</key>
	<string>Open Current Directory in Windsurf</string>
	<key>menu.openInXcode</key>
	<string>Open Current Directory in Xcode</string>
	<key>menu.openInZed</key>
	<string>Open Current Directory in Zed</string>
	<key>menu.preferences</key>
	<string>Preferences…</string>
	<key>menu.quitCmux</key>
	<string>Quit cmux</string>
	<key>menu.showNotifications</key>
	<string>Show Notifications</string>
	<key>menu.updateLogs.copyFocusLogs</key>
	<string>Copy Focus Logs</string>
	<key>menu.updateLogs.copyUpdateLogs</key>
	<string>Copy Update Logs</string>
	<key>menu.view.actualSize</key>
	<string>Actual Size</string>
	<key>menu.view.back</key>
	<string>Back</string>
	<key>menu.view.clearBrowserHistory</key>
	<string>Clear Browser History</string>
	<key>menu.view.forward</key>
	<string>Forward</string>
	<key>menu.view.importFromBrowser</key>
	<string>Import Browser Data…</string>
	<key>menu.view.jumpToUnread</key>
	<string>Jump to Latest Unread</string>
	<key>menu.view.nextSurface</key>
	<string>Next Surface</string>
	<key>menu.view.nextWorkspace</key>
	<string>Next Workspace</string>
	<key>menu.view.previousSurface</key>
	<string>Previous Surface</string>
	<key>menu.view.previousWorkspace</key>
	<string>Previous Workspace</string>
	<key>menu.view.reloadPage</key>
	<string>Reload Page</string>
	<key>menu.view.renameWorkspace</key>
	<string>Rename Workspace…</string>
	<key>menu.view.showJSConsole</key>
	<string>Show JavaScript Console</string>
	<key>menu.view.showNotifications</key>
	<string>Show Notifications</string>
	<key>menu.view.splitBrowserDown</key>
	<string>Split Browser Down</string>
	<key>menu.view.splitBrowserRight</key>
	<string>Split Browser Right</string>
	<key>menu.view.splitDown</key>
	<string>Split Down</string>
	<key>menu.view.splitRight</key>
	<string>Split Right</string>
	<key>menu.view.toggleDevTools</key>
	<string>Toggle Developer Tools</string>
	<key>menu.view.toggleSidebar</key>
	<string>Toggle Sidebar</string>
	<key>menu.view.workspace</key>
	<string>Workspace %lld</string>
	<key>menu.view.zoomIn</key>
	<string>Zoom In</string>
	<key>menu.view.zoomOut</key>
	<string>Zoom Out</string>
	<key>menu.windowNumber</key>
	<string>Window %lld</string>
	<key>notifications.clearAll</key>
	<string>Clear All</string>
	<key>notifications.empty.description</key>
	<string>Desktop notifications will appear here for quick review.</string>
	<key>notifications.empty.subtitle</key>
	<string>Desktop notifications will appear here.</string>
	<key>notifications.empty.title</key>
	<string>No notifications yet</string>
	<key>notifications.jumpToLatest</key>
	<string>Jump to Latest</string>
	<key>notifications.jumpToLatestUnread</key>
	<string>Jump to Latest Unread</string>
	<key>notifications.title</key>
	<string>Notifications</string>
	<key>panel.displayName.fallback</key>
	<string>Tab</string>
	<key>panel.openFolder.prompt</key>
	<string>Open</string>
	<key>panel.openFolder.title</key>
	<string>Open Folder</string>
	<key>remote.status.connected</key>
	<string>Connected</string>
	<key>remote.status.connecting</key>
	<string>Connecting</string>
	<key>remote.status.disconnected</key>
	<string>Disconnected</string>
	<key>remote.status.error</key>
	<string>Error</string>
	<key>search.close.help</key>
	<string>Close (Esc)</string>
	<key>search.nextMatch.help</key>
	<string>Next match (Return)</string>
	<key>search.placeholder</key>
	<string>Search</string>
	<key>search.previousMatch.help</key>
	<string>Previous match (Shift+Return)</string>
	<key>settings.app.appIcon</key>
	<string>App Icon</string>
	<key>settings.app.appIcon.subtitle</key>
	<string>Dock and app switcher</string>
	<key>settings.app.closeWorkspaceOnLastSurfaceShortcut</key>
	<string>Keep Workspace Open When Closing Last Surface</string>
	<key>settings.app.closeWorkspaceOnLastSurfaceShortcut.subtitleOff</key>
	<string>When the focused surface is the last one in its workspace, the close-surface shortcut also closes the workspace.</string>
	<key>settings.app.closeWorkspaceOnLastSurfaceShortcut.subtitleOn</key>
	<string>When the focused surface is the last one in its workspace, the close-surface shortcut closes only the surface and keeps the workspace open. Use the close-workspace shortcut to close the workspace explicitly.</string>
	<key>settings.app.commandPaletteSearchAllSurfaces</key>
	<string>Command Palette Searches All Surfaces</string>
	<key>settings.app.commandPaletteSearchAllSurfaces.subtitleOff</key>
	<string>Cmd+P matches workspace rows only.</string>
	<key>settings.app.commandPaletteSearchAllSurfaces.subtitleOn</key>
	<string>Cmd+P also matches terminal, browser, and markdown surfaces across workspaces.</string>
	<key>settings.app.dockBadge</key>
	<string>Dock Badge</string>
	<key>settings.app.dockBadge.subtitle</key>
	<string>Show unread count on app icon (Dock and Cmd+Tab).</string>
	<key>settings.app.fadeButtons</key>
	<string>Fade Buttons</string>
	<key>settings.app.fadeButtons.subtitleOff</key>
	<string>Keep action buttons always visible.</string>
	<key>settings.app.fadeButtons.subtitleOn</key>
	<string>Show action buttons only on hover.</string>
	<key>settings.app.hideAllSidebarDetails</key>
	<string>Hide All Sidebar Details</string>
	<key>settings.app.hideAllSidebarDetails.subtitleOff</key>
	<string>Show secondary workspace details as controlled by the toggles below.</string>
	<key>settings.app.hideAllSidebarDetails.subtitleOn</key>
	<string>Show only the workspace title row. Overrides the detail toggles below.</string>
	<key>settings.app.language</key>
	<string>Language</string>
	<key>settings.app.language.restartDialog.confirm</key>
	<string>Restart Now</string>
	<key>settings.app.language.restartDialog.later</key>
	<string>Later</string>
	<key>settings.app.language.restartDialog.title</key>
	<string>Restart to apply language change?</string>
	<key>settings.app.language.restartSubtitle</key>
	<string>Restart cmux to apply</string>
	<key>settings.app.minimalMode</key>
	<string>Minimal Mode</string>
	<key>settings.app.minimalMode.subtitleOff</key>
	<string>Use the standard workspace title bar and controls.</string>
	<key>settings.app.minimalMode.subtitleOn</key>
	<string>Hide the workspace title bar and move workspace controls into the sidebar.</string>
	<key>settings.app.newWorkspacePlacement</key>
	<string>New Workspace Placement</string>
	<key>settings.app.openSidebarPRLinks</key>
	<string>Open Sidebar PR Links in cmux Browser</string>
	<key>settings.app.openSidebarPRLinks.subtitleOff</key>
	<string>Clicks open in your default browser.</string>
	<key>settings.app.openSidebarPRLinks.subtitleOn</key>
	<string>Clicks open inside cmux browser.</string>
	<key>settings.app.openSidebarPortLinks</key>
	<string>Open Sidebar Port Links in cmux Browser</string>
	<key>settings.app.openSidebarPortLinks.subtitleOff</key>
	<string>Port clicks open in your default browser.</string>
	<key>settings.app.openSidebarPortLinks.subtitleOn</key>
	<string>Port clicks open inside cmux browser.</string>
	<key>settings.app.paneFirstClickFocus</key>
	<string>Focus Pane on First Click</string>
	<key>settings.app.paneFirstClickFocus.subtitleOff</key>
	<string>When cmux is inactive, the first click only activates the window. Click again to focus the pane.</string>
	<key>settings.app.paneFirstClickFocus.subtitleOn</key>
	<string>When cmux is inactive, clicking a pane activates the window and focuses that pane in one click.</string>
	<key>settings.app.renameSelectsName</key>
	<string>Rename Selects Existing Name</string>
	<key>settings.app.renameSelectsName.subtitleOff</key>
	<string>Command Palette rename keeps the caret at the end.</string>
	<key>settings.app.renameSelectsName.subtitleOn</key>
	<string>Command Palette rename starts with all text selected.</string>
	<key>settings.app.reorderOnNotification</key>
	<string>Reorder on Notification</string>
	<key>settings.app.reorderOnNotification.subtitle</key>
	<string>Move workspaces to the top when they receive a notification. Disable for stable shortcut positions.</string>
	<key>settings.app.showBranchDirectory</key>
	<string>Show Branch + Directory in Sidebar</string>
	<key>settings.app.showBranchDirectory.subtitle</key>
	<string>Display the built-in git branch and working-directory row.</string>
	<key>settings.app.showInMenuBar</key>
	<string>Show in Menu Bar</string>
	<key>settings.app.showInMenuBar.subtitle</key>
	<string>Keep cmux in the menu bar for unread notifications and quick actions.</string>
	<key>settings.app.showLog</key>
	<string>Show Latest Log in Sidebar</string>
	<key>settings.app.showLog.subtitle</key>
	<string>Display the latest imperative log/status message.</string>
	<key>settings.app.showMetadata</key>
	<string>Show Custom Metadata in Sidebar</string>
	<key>settings.app.showMetadata.subtitle</key>
	<string>Display custom metadata from report_meta/set_status and report_meta_block.</string>
	<key>settings.app.showNotificationMessage</key>
	<string>Show Notification Message in Sidebar</string>
	<key>settings.app.showNotificationMessage.subtitle</key>
	<string>Display the latest notification message below the workspace title.</string>
	<key>settings.app.showPorts</key>
	<string>Show Listening Ports in Sidebar</string>
	<key>settings.app.showPorts.subtitle</key>
	<string>Display detected listening ports for the active workspace.</string>
	<key>settings.app.showProgress</key>
	<string>Show Progress in Sidebar</string>
	<key>settings.app.showProgress.subtitle</key>
	<string>Display the built-in progress bar from set_progress.</string>
	<key>settings.app.showPullRequests</key>
	<string>Show Pull Requests in Sidebar</string>
	<key>settings.app.showPullRequests.subtitle</key>
	<string>Display review items (PR/MR/etc.) with status, number, and clickable link.</string>
	<key>settings.app.showSSH</key>
	<string>Show SSH in Sidebar</string>
	<key>settings.app.showSSH.subtitle</key>
	<string>Display the SSH target for remote workspaces in its own row.</string>
	<key>settings.app.showWorkspaceTitlebar</key>
	<string>Show Workspace Title Bar</string>
	<key>settings.app.showWorkspaceTitlebar.subtitleOff</key>
	<string>Hide the folder and active title above pane tabs.</string>
	<key>settings.app.showWorkspaceTitlebar.subtitleOn</key>
	<string>Show the folder and active title above pane tabs.</string>
	<key>settings.app.sidebarBranchLayout</key>
	<string>Sidebar Branch Layout</string>
	<key>settings.app.sidebarBranchLayout.inline</key>
	<string>Inline</string>
	<key>settings.app.sidebarBranchLayout.subtitleInline</key>
	<string>Inline: all branches share one line.</string>
	<key>settings.app.sidebarBranchLayout.subtitleVertical</key>
	<string>Vertical: each branch appears on its own line.</string>
	<key>settings.app.sidebarBranchLayout.vertical</key>
	<string>Vertical</string>
	<key>settings.app.telemetry</key>
	<string>Send anonymous telemetry</string>
	<key>settings.app.telemetry.subtitle</key>
	<string>Share anonymized crash and usage data to help improve cmux.</string>
	<key>settings.app.telemetry.subtitleChanged</key>
	<string>Change takes effect on next launch.</string>
	<key>settings.app.theme</key>
	<string>Theme</string>
	<key>settings.app.warnBeforeQuit</key>
	<string>Warn Before Quit</string>
	<key>settings.app.warnBeforeQuit.subtitleOff</key>
	<string>Cmd+Q quits immediately without confirmation.</string>
	<key>settings.app.warnBeforeQuit.subtitleOn</key>
	<string>Show a confirmation before quitting with Cmd+Q.</string>
	<key>settings.automation.claudeCode</key>
	<string>Claude Code Integration</string>
	<key>settings.automation.claudeCode.note</key>
	<string>When enabled, cmux wraps the claude command to inject session tracking and notification hooks. Disable if you prefer to manage Claude Code hooks yourself.</string>
	<key>settings.automation.claudeCode.subtitleOff</key>
	<string>Claude Code runs without cmux integration.</string>
	<key>settings.automation.claudeCode.subtitleOn</key>
	<string>Sidebar shows Claude session status and notifications.</string>
	<key>settings.automation.openAccess.dialog.cancel</key>
	<string>Cancel</string>
	<key>settings.automation.openAccess.dialog.confirm</key>
	<string>Enable Full Open Access</string>
	<key>settings.automation.openAccess.dialog.message</key>
	<string>This disables ancestry and password checks and opens the socket to all local users. Only enable when you understand the risk.</string>
	<key>settings.automation.openAccess.dialog.title</key>
	<string>Enable full open access?</string>
	<key>settings.automation.openAccessWarning</key>
	<string>Warning: Full open access makes the control socket world-readable/writable on this Mac and disables auth checks. Use only for local debugging.</string>
	<key>settings.automation.port.note</key>
	<string>Each workspace gets CMUX_PORT and CMUX_PORT_END env vars with a dedicated port range. New terminals inherit these values.</string>
	<key>settings.automation.portBase</key>
	<string>Port Base</string>
	<key>settings.automation.portBase.subtitle</key>
	<string>Starting port for CMUX_PORT env var.</string>
	<key>settings.automation.portRange</key>
	<string>Port Range Size</string>
	<key>settings.automation.portRange.subtitle</key>
	<string>Number of ports per workspace.</string>
	<key>settings.automation.socketMode</key>
	<string>Socket Control Mode</string>
	<key>settings.automation.socketMode.note</key>
	<string>Controls access to the local Unix socket for programmatic control. Choose a mode that matches your threat model.</string>
	<key>settings.automation.socketOverrides.note</key>
	<string>Overrides: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE, and CMUX_SOCKET_PATH (set CMUX_ALLOW_SOCKET_OVERRIDE=1 for stable/nightly builds).</string>
	<key>settings.automation.socketPassword</key>
	<string>Socket Password</string>
	<key>settings.automation.socketPassword.change</key>
	<string>Change</string>
	<key>settings.automation.socketPassword.clear</key>
	<string>Clear</string>
	<key>settings.automation.socketPassword.clearFailed</key>
	<string>Failed to clear password (%@).</string>
	<key>settings.automation.socketPassword.cleared</key>
	<string>Password cleared.</string>
	<key>settings.automation.socketPassword.enterFirst</key>
	<string>Enter a password first.</string>
	<key>settings.automation.socketPassword.placeholder</key>
	<string>Password</string>
	<key>settings.automation.socketPassword.saveFailed</key>
	<string>Failed to save password (%@).</string>
	<key>settings.automation.socketPassword.saved</key>
	<string>Password saved.</string>
	<key>settings.automation.socketPassword.set</key>
	<string>Set</string>
	<key>settings.automation.socketPassword.subtitleSet</key>
	<string>Stored in Application Support.</string>
	<key>settings.automation.socketPassword.subtitleUnset</key>
	<string>No password set. External clients will be blocked until one is configured.</string>
	<key>settings.blendMode.behindWindow</key>
	<string>Behind Window</string>
	<key>settings.blendMode.withinWindow</key>
	<string>Within Window</string>
	<key>settings.browser.emptyImport.choose</key>
	<string>Choose What to Import…</string>
	<key>settings.browser.emptyImport.title</key>
	<string>Import browser data</string>
	<key>settings.browser.externalPatterns</key>
	<string>URLs to Always Open Externally</string>
	<key>settings.browser.externalPatterns.subtitle</key>
	<string>Applies to terminal link clicks and intercepted `open https://...` calls. One rule per line. Plain text matches any URL substring, or prefix with `re:` for regex (for example: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).</string>
	<key>settings.browser.history</key>
	<string>Browsing History</string>
	<key>settings.browser.history.clearButton</key>
	<string>Clear History…</string>
	<key>settings.browser.history.clearDialog.cancel</key>
	<string>Cancel</string>
	<key>settings.browser.history.clearDialog.confirm</key>
	<string>Clear History</string>
	<key>settings.browser.history.clearDialog.message</key>
	<string>This removes visited-page suggestions from the browser omnibar.</string>
	<key>settings.browser.history.clearDialog.title</key>
	<string>Clear browser history?</string>
	<key>settings.browser.history.subtitleEmpty</key>
	<string>No saved pages yet.</string>
	<key>settings.browser.history.subtitleMany</key>
	<string>%lld saved pages appear in omnibar suggestions.</string>
	<key>settings.browser.history.subtitleOne</key>
	<string>1 saved page appears in omnibar suggestions.</string>
	<key>settings.browser.hostWhitelist</key>
	<string>Hosts to Open in Embedded Browser</string>
	<key>settings.browser.hostWhitelist.subtitle</key>
	<string>Applies to terminal link clicks and intercepted `open https://...` calls. Only these hosts open in cmux. Others open in your default browser. One host or wildcard per line (for example: example.com, *.internal.example). Leave empty to open all hosts in cmux.</string>
	<key>settings.browser.httpAllowlist</key>
	<string>HTTP Hosts Allowed in Embedded Browser</string>
	<key>settings.browser.httpAllowlist.description</key>
	<string>Controls which HTTP (non-HTTPS) hosts can open in cmux without a warning prompt. Defaults include localhost, 127.0.0.1, ::1, 0.0.0.0, and *.localtest.me.</string>
	<key>settings.browser.httpAllowlist.hint</key>
	<string>One host or wildcard per line (for example: localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).</string>
	<key>settings.browser.httpAllowlist.save</key>
	<string>Save</string>
	<key>settings.browser.import</key>
	<string>Import Browser Data</string>
	<key>settings.browser.import.choose</key>
	<string>Choose…</string>
	<key>settings.browser.import.hint.note.hidden</key>
	<string>The blank-tab import hint is hidden. Turn it back on here any time.</string>
	<key>settings.browser.import.hint.note.settingsOnly</key>
	<string>Blank tabs are currently using Settings only mode from the debug window.</string>
	<key>settings.browser.import.hint.note.visible</key>
	<string>Blank browser tabs can show this import suggestion. Hide or re-enable it here.</string>
	<key>settings.browser.import.hint.show</key>
	<string>Show import hint on blank browser tabs</string>
	<key>settings.browser.import.refresh</key>
	<string>Refresh</string>
	<key>settings.browser.interceptOpen</key>
	<string>Intercept open http(s) in Terminal</string>
	<key>settings.browser.interceptOpen.subtitle</key>
	<string>When off, `open https://...` and `open http://...` always use your default browser.</string>
	<key>settings.browser.openTerminalLinks</key>
	<string>Open Terminal Links in cmux Browser</string>
	<key>settings.browser.openTerminalLinks.subtitle</key>
	<string>When off, links clicked in terminal output open in your default browser.</string>
	<key>settings.browser.searchEngine</key>
	<string>Default Search Engine</string>
	<key>settings.browser.searchEngine.subtitle</key>
	<string>Used by the browser address bar when input is not a URL.</string>
	<key>settings.browser.searchSuggestions</key>
	<string>Show Search Suggestions</string>
	<key>settings.browser.theme</key>
	<string>Browser Theme</string>
	<key>settings.browser.theme.subtitleForced</key>
	<string>%@ forces that color scheme for compatible pages.</string>
	<key>settings.browser.theme.subtitleSystem</key>
	<string>System follows app and macOS appearance.</string>
	<key>settings.material.contentBackground</key>
	<string>Content Background</string>
	<key>settings.material.fullScreenUI</key>
	<string>Full Screen UI</string>
	<key>settings.material.headerView</key>
	<string>Header View</string>
	<key>settings.material.hudWindow</key>
	<string>HUD Window</string>
	<key>settings.material.liquidGlass</key>
	<string>Liquid Glass (macOS 26+)</string>
	<key>settings.material.menu</key>
	<string>Menu</string>
	<key>settings.material.none</key>
	<string>None</string>
	<key>settings.material.popover</key>
	<string>Popover</string>
	<key>settings.material.sheet</key>
	<string>Sheet</string>
	<key>settings.material.sidebar</key>
	<string>Sidebar</string>
	<key>settings.material.toolTip</key>
	<string>Tool Tip</string>
	<key>settings.material.underWindow</key>
	<string>Under Window</string>
	<key>settings.material.windowBackground</key>
	<string>Window Background</string>
	<key>settings.notifications.paneFlash.subtitle</key>
	<string>Briefly flash a blue outline when cmux highlights a pane.</string>
	<key>settings.notifications.paneFlash.title</key>
	<string>Pane Flash</string>
	<key>settings.notifications.paneRing.subtitle</key>
	<string>Show a blue ring around panes with unread notifications.</string>
	<key>settings.notifications.paneRing.title</key>
	<string>Unread Pane Ring</string>
	<key>settings.notifications.sound.custom.choose.button</key>
	<string>Choose...</string>
	<key>settings.notifications.sound.custom.choose.prompt</key>
	<string>Choose</string>
	<key>settings.notifications.sound.custom.choose.title</key>
	<string>Choose Notification Sound</string>
	<key>settings.notifications.sound.custom.clear.button</key>
	<string>Clear</string>
	<key>settings.notifications.sound.custom.error.title</key>
	<string>Custom Notification Sound Error</string>
	<key>settings.notifications.sound.custom.file.none</key>
	<string>No file selected</string>
	<key>settings.notifications.sound.custom.status.empty</key>
	<string>Choose a custom audio file first.</string>
	<key>settings.notifications.sound.custom.status.missingExtensionPrefix</key>
	<string>File needs an extension: </string>
	<key>settings.notifications.sound.custom.status.missingFilePrefix</key>
	<string>File not found: </string>
	<key>settings.notifications.sound.custom.status.prepareFailed</key>
	<string>Could not prepare this file for notifications. Try WAV, AIFF, or CAF.</string>
	<key>settings.notifications.sound.custom.status.ready</key>
	<string>Ready for notifications.</string>
	<key>settings.notifications.sound.custom.status.readyConverted</key>
	<string>Prepared for notifications (converted to CAF).</string>
	<key>settings.notifications.sound.subtitle</key>
	<string>Sound played when a notification arrives.</string>
	<key>settings.notifications.sound.title</key>
	<string>Notification Sound</string>
	<key>settings.preset.hudGlass</key>
	<string>HUD Glass</string>
	<key>settings.preset.nativeSidebar</key>
	<string>Native Sidebar</string>
	<key>settings.preset.popoverGlass</key>
	<string>Popover Glass</string>
	<key>settings.preset.raycastGray</key>
	<string>Raycast Gray</string>
	<key>settings.preset.softBlur</key>
	<string>Soft Blur</string>
	<key>settings.preset.underWindow</key>
	<string>Under Window</string>
	<key>settings.reset.resetAll</key>
	<string>Reset All Settings</string>
	<key>settings.section.app</key>
	<string>App</string>
	<key>settings.section.automation</key>
	<string>Automation</string>
	<key>settings.section.browser</key>
	<string>Browser</string>
	<key>settings.section.keyboardShortcuts</key>
	<string>Keyboard Shortcuts</string>
	<key>settings.section.reset</key>
	<string>Reset</string>
	<key>settings.section.sidebarAppearance</key>
	<string>Sidebar Appearance</string>
	<key>settings.section.workspaceColors</key>
	<string>Workspace Colors</string>
	<key>settings.shortcuts.recordHint</key>
	<string>Click a shortcut value to record a new shortcut.</string>
	<key>settings.shortcuts.showHints</key>
	<string>Show Shortcut Hints While Holding Modifiers</string>
	<key>settings.shortcuts.showHints.subtitleOff</key>
	<string>Holding shortcut modifiers keeps shortcut hint pills hidden.</string>
	<key>settings.shortcuts.showHints.subtitleOn</key>
	<string>Holding the configured shortcut modifiers shows shortcut hint pills.</string>
	<key>settings.sidebarAppearance.defaultLabel</key>
	<string>Default</string>
	<key>settings.sidebarAppearance.reset</key>
	<string>Reset Sidebar Tint</string>
	<key>settings.sidebarAppearance.reset.button</key>
	<string>Reset</string>
	<key>settings.sidebarAppearance.reset.subtitle</key>
	<string>Restore default sidebar appearance.</string>
	<key>settings.sidebarAppearance.tintColorDark</key>
	<string>Dark Mode Tint</string>
	<key>settings.sidebarAppearance.tintColorDark.picker</key>
	<string>Dark tint</string>
	<key>settings.sidebarAppearance.tintColorDark.subtitle</key>
	<string>Sidebar tint color when using dark appearance.</string>
	<key>settings.sidebarAppearance.tintColorLight</key>
	<string>Light Mode Tint</string>
	<key>settings.sidebarAppearance.tintColorLight.picker</key>
	<string>Light tint</string>
	<key>settings.sidebarAppearance.tintColorLight.subtitle</key>
	<string>Sidebar tint color when using light appearance.</string>
	<key>settings.sidebarAppearance.tintOpacity</key>
	<string>Tint Opacity</string>
	<key>settings.sidebarAppearance.tintOpacity.subtitle</key>
	<string>How strongly the tint color shows over the sidebar material.</string>
	<key>settings.state.active</key>
	<string>Active</string>
	<key>settings.state.followWindow</key>
	<string>Follow Window</string>
	<key>settings.state.inactive</key>
	<string>Inactive</string>
	<key>settings.title</key>
	<string>Settings</string>
	<key>settings.workspaceColors.base</key>
	<string>Base: %@</string>
	<key>settings.workspaceColors.customColors</key>
	<string>Custom Colors</string>
	<key>settings.workspaceColors.indicator</key>
	<string>Workspace Color Indicator</string>
	<key>settings.workspaceColors.noCustomColors</key>
	<string>Custom colors: none yet. Use "Choose Custom Color..." from a workspace context menu.</string>
	<key>settings.workspaceColors.paletteNote</key>
	<string>Customize the workspace color palette used by Sidebar &gt; Workspace Color. "Choose Custom Color..." entries are persisted below.</string>
	<key>settings.workspaceColors.remove</key>
	<string>Remove</string>
	<key>settings.workspaceColors.resetPalette</key>
	<string>Reset Palette</string>
	<key>settings.workspaceColors.resetPalette.button</key>
	<string>Reset</string>
	<key>settings.workspaceColors.resetPalette.subtitle</key>
	<string>Restore built-in defaults and clear all custom colors.</string>
	<key>shortcut.closeWindow.label</key>
	<string>Close Window</string>
	<key>shortcut.closeWorkspace.label</key>
	<string>Close Workspace</string>
	<key>shortcut.flashFocusedPanel.label</key>
	<string>Flash Focused Panel</string>
	<key>shortcut.focusPaneDown.label</key>
	<string>Focus Pane Down</string>
	<key>shortcut.focusPaneLeft.label</key>
	<string>Focus Pane Left</string>
	<key>shortcut.focusPaneRight.label</key>
	<string>Focus Pane Right</string>
	<key>shortcut.focusPaneUp.label</key>
	<string>Focus Pane Up</string>
	<key>shortcut.jumpToUnread.label</key>
	<string>Jump to Latest Unread</string>
	<key>shortcut.newSurface.label</key>
	<string>New Surface</string>
	<key>shortcut.newWindow.label</key>
	<string>New Window</string>
	<key>shortcut.newWorkspace.label</key>
	<string>New Workspace</string>
	<key>shortcut.nextSurface.label</key>
	<string>Next Surface</string>
	<key>shortcut.nextWorkspace.label</key>
	<string>Next Workspace</string>
	<key>shortcut.openBrowser.label</key>
	<string>Open Browser</string>
	<key>shortcut.openFolder.label</key>
	<string>Open Folder</string>
	<key>shortcut.pressShortcut.prompt</key>
	<string>Press shortcut…</string>
	<key>shortcut.previousSurface.label</key>
	<string>Previous Surface</string>
	<key>shortcut.previousWorkspace.label</key>
	<string>Previous Workspace</string>
	<key>shortcut.renameTab.label</key>
	<string>Rename Tab</string>
	<key>shortcut.renameWorkspace.label</key>
	<string>Rename Workspace</string>
	<key>shortcut.selectSurfaceByNumber.label</key>
	<string>Select Surface 1…9</string>
	<key>shortcut.selectWorkspaceByNumber.label</key>
	<string>Select Workspace 1…9</string>
	<key>shortcut.showBrowserJSConsole.label</key>
	<string>Show Browser JavaScript Console</string>
	<key>shortcut.showNotifications.label</key>
	<string>Show Notifications</string>
	<key>shortcut.splitBrowserDown.label</key>
	<string>Split Browser Down</string>
	<key>shortcut.splitBrowserRight.label</key>
	<string>Split Browser Right</string>
	<key>shortcut.splitDown.label</key>
	<string>Split Down</string>
	<key>shortcut.splitRight.label</key>
	<string>Split Right</string>
	<key>shortcut.toggleBrowserDevTools.label</key>
	<string>Toggle Browser Developer Tools</string>
	<key>shortcut.togglePaneZoom.label</key>
	<string>Toggle Pane Zoom</string>
	<key>shortcut.toggleSidebar.label</key>
	<string>Toggle Sidebar</string>
	<key>shortcut.toggleTerminalCopyMode.label</key>
	<string>Toggle Terminal Copy Mode</string>
	<key>sidebar.activeTabIndicator.leftRail</key>
	<string>Left Rail</string>
	<key>sidebar.activeTabIndicator.solidFill</key>
	<string>Solid Fill</string>
	<key>sidebar.closeWorkspace.tooltip</key>
	<string>Close Workspace</string>
	<key>sidebar.folderIcon.dragHint</key>
	<string>Drag to open in Finder or another app</string>
	<key>sidebar.help.button</key>
	<string>Help</string>
	<key>sidebar.help.changelog</key>
	<string>Changelog</string>
	<key>sidebar.help.discord</key>
	<string>Discord</string>
	<key>sidebar.help.feedback.attachImages</key>
	<string>Attach Images</string>
	<key>sidebar.help.feedback.attachImages.prompt</key>
	<string>Attach</string>
	<key>sidebar.help.feedback.attachImages.title</key>
	<string>Attach Images</string>
	<key>sidebar.help.feedback.attachmentsHint</key>
	<string>Up to 10 images.</string>
	<key>sidebar.help.feedback.cancel</key>
	<string>Cancel</string>
	<key>sidebar.help.feedback.connectionError</key>
	<string>Couldn't send feedback. Check your connection and try again.</string>
	<key>sidebar.help.feedback.done</key>
	<string>Done</string>
	<key>sidebar.help.feedback.email</key>
	<string>Your Email</string>
	<key>sidebar.help.feedback.emailPlaceholder</key>
	<string>you@example.com</string>
	<key>sidebar.help.feedback.emptyMessage</key>
	<string>Enter a message before sending.</string>
	<key>sidebar.help.feedback.endpointError</key>
	<string>Feedback is unavailable right now. Email founders@manaflow.com instead.</string>
	<key>sidebar.help.feedback.genericError</key>
	<string>Couldn't send feedback. Please try again.</string>
	<key>sidebar.help.feedback.imageTooLarge</key>
	<string>Each image must be 4 MB or smaller.</string>
	<key>sidebar.help.feedback.invalidEmail</key>
	<string>Enter a valid email address.</string>
	<key>sidebar.help.feedback.invalidImageSelection</key>
	<string>One of the selected files could not be attached.</string>
	<key>sidebar.help.feedback.message</key>
	<string>Message</string>
	<key>sidebar.help.feedback.messagePlaceholder</key>
	<string>Share feedback, feature requests, or issues.</string>
	<key>sidebar.help.feedback.messageTooLong</key>
	<string>Your message is too long.</string>
	<key>sidebar.help.feedback.note</key>
	<string>You can also reach us at founders@manaflow.com.</string>
	<key>sidebar.help.feedback.rateLimited</key>
	<string>Too many feedback attempts. Please try again later.</string>
	<key>sidebar.help.feedback.removeAttachment</key>
	<string>Remove</string>
	<key>sidebar.help.feedback.send</key>
	<string>Send</string>
	<key>sidebar.help.feedback.successBody</key>
	<string>You can also reach us at founders@manaflow.com.</string>
	<key>sidebar.help.feedback.successTitle</key>
	<string>Thanks for the feedback.</string>
	<key>sidebar.help.feedback.title</key>
	<string>Send Feedback</string>
	<key>sidebar.help.feedback.tooManyImages</key>
	<string>You can attach up to 10 images.</string>
	<key>sidebar.help.feedback.totalImagesTooLarge</key>
	<string>These images are too large to send together. Remove a few and try again.</string>
	<key>sidebar.help.feedback.validationError</key>
	<string>Check your message and attachments, then try again.</string>
	<key>sidebar.help.githubIssues</key>
	<string>GitHub Issues</string>
	<key>sidebar.help.sendFeedback</key>
	<string>Send Feedback</string>
	<key>sidebar.help.welcome</key>
	<string>Welcome to cmux!</string>
	<key>sidebar.indicator.leftRail</key>
	<string>Left Rail</string>
	<key>sidebar.indicator.solidFill</key>
	<string>Solid Fill</string>
	<key>sidebar.metadata.showLess</key>
	<string>Show less</string>
	<key>sidebar.metadata.showLessDetails</key>
	<string>Show less details</string>
	<key>sidebar.metadata.showMore</key>
	<string>Show more</string>
	<key>sidebar.metadata.showMoreDetails</key>
	<string>Show more details</string>
	<key>sidebar.pathMenu.macintoshHD</key>
	<string>Macintosh HD</string>
	<key>sidebar.pinnedWorkspaceProtected.tooltip</key>
	<string>Pinned workspace. Closing requires confirmation.</string>
	<key>sidebar.port.label</key>
	<string>:%lld</string>
	<key>sidebar.port.openTooltip</key>
	<string>Open localhost:%lld</string>
	<key>sidebar.pullRequest.openTooltip</key>
	<string>Open %1$@ #%2$lld</string>
	<key>sidebar.pullRequest.statusClosed</key>
	<string>closed</string>
	<key>sidebar.pullRequest.statusMerged</key>
	<string>merged</string>
	<key>sidebar.pullRequest.statusOpen</key>
	<string>open</string>
	<key>sidebar.remote.badge</key>
	<string>SSH</string>
	<key>sidebar.remote.help.connected</key>
	<string>SSH connected to %@</string>
	<key>sidebar.remote.help.connecting</key>
	<string>SSH connecting to %@</string>
	<key>sidebar.remote.help.disconnected</key>
	<string>SSH disconnected from %@</string>
	<key>sidebar.remote.help.error</key>
	<string>SSH error for %@</string>
	<key>sidebar.remote.help.errorWithDetail</key>
	<string>SSH error for %@: %@</string>
	<key>sidebar.remote.help.targetFallback</key>
	<string>remote host</string>
	<key>sidebar.remote.subtitle</key>
	<string>SSH • %@</string>
	<key>sidebar.remote.subtitleFallback</key>
	<string>SSH workspace</string>
	<key>sidebar.workspace.accessibilityHint</key>
	<string>Activate to focus this workspace. Drag to reorder, or use Move Up and Move Down actions.</string>
	<key>sidebar.workspace.moveDownAction</key>
	<string>Move Down</string>
	<key>sidebar.workspace.moveUpAction</key>
	<string>Move Up</string>
	<key>socketControl.allowAll.description</key>
	<string>Allow any local process and user to connect with no auth. Unsafe.</string>
	<key>socketControl.allowAll.name</key>
	<string>Full open access</string>
	<key>socketControl.automation.description</key>
	<string>Allow external local automation clients from this macOS user (no ancestry check).</string>
	<key>socketControl.automation.name</key>
	<string>Automation mode</string>
	<key>socketControl.cmuxOnly.description</key>
	<string>Only processes started inside cmux terminals can send commands.</string>
	<key>socketControl.cmuxOnly.name</key>
	<string>cmux processes only</string>
	<key>socketControl.error.passwordFilePath</key>
	<string>Unable to resolve socket password file path.</string>
	<key>socketControl.off.description</key>
	<string>Disable the local control socket.</string>
	<key>socketControl.off.name</key>
	<string>Off</string>
	<key>socketControl.password.description</key>
	<string>Require socket authentication with a password stored in a local file.</string>
	<key>socketControl.password.name</key>
	<string>Password mode</string>
	<key>statusMenu.clearAll</key>
	<string>Clear All</string>
	<key>statusMenu.jumpToLatestUnread</key>
	<string>Jump to Latest Unread</string>
	<key>statusMenu.markAllRead</key>
	<string>Mark All Read</string>
	<key>statusMenu.noUnread</key>
	<string>No unread notifications</string>
	<key>statusMenu.showNotifications</key>
	<string>Show Notifications</string>
	<key>statusMenu.tooltip.unread.one</key>
	<string>1 unread notification</string>
	<key>statusMenu.tooltip.unread.other</key>
	<string>%lld unread notifications</string>
	<key>statusMenu.unreadCount.one</key>
	<string>1 unread notification</string>
	<key>statusMenu.unreadCount.other</key>
	<string>%lld unread notifications</string>
	<key>tab.untitled</key>
	<string>Untitled Tab</string>
	<key>theme.dark</key>
	<string>Dark</string>
	<key>theme.light</key>
	<string>Light</string>
	<key>theme.system</key>
	<string>System</string>
	<key>titlebar.newWorkspace.accessibilityLabel</key>
	<string>New Workspace</string>
	<key>titlebar.newWorkspace.tooltip</key>
	<string>New workspace</string>
	<key>titlebar.notifications.accessibilityLabel</key>
	<string>Notifications</string>
	<key>titlebar.notifications.tooltip</key>
	<string>Show notifications</string>
	<key>titlebar.sidebar.accessibilityLabel</key>
	<string>Toggle Sidebar</string>
	<key>titlebar.sidebar.tooltip</key>
	<string>Show or hide the sidebar</string>
	<key>update.available.short</key>
	<string>Update Available</string>
	<key>update.available.withVersion</key>
	<string>Update Available: %@</string>
	<key>update.checking</key>
	<string>Checking for Updates…</string>
	<key>update.configureAutoUpdates</key>
	<string>Configure automatic update preferences</string>
	<key>update.downloadAndInstall</key>
	<string>Download and install the latest version</string>
	<key>update.downloading.progress</key>
	<string>Downloading: %@</string>
	<key>update.downloading.status</key>
	<string>Downloading…</string>
	<key>update.downloadingPackage</key>
	<string>Downloading the update package</string>
	<key>update.error.appLocation.title</key>
	<string>App Location Issue</string>
	<key>update.error.connectionLost.message</key>
	<string>The network connection was lost while checking for updates. Try again.</string>
	<key>update.error.connectionLost.title</key>
	<string>Connection Lost</string>
	<key>update.error.downloadFailed.title</key>
	<string>Couldn't Download Update</string>
	<key>update.error.failed.title</key>
	<string>Update Failed</string>
	<key>update.error.feedDownload.message</key>
	<string>cmux couldn't download the update feed. Check your connection and try again.</string>
	<key>update.error.feedError.title</key>
	<string>Update Feed Error</string>
	<key>update.error.feedRead.message</key>
	<string>The update feed could not be read. Please try again later.</string>
	<key>update.error.insecureFeed.message</key>
	<string>The update feed is insecure. Please contact support.</string>
	<key>update.error.insecureFeed.title</key>
	<string>Insecure Update Feed</string>
	<key>update.error.invalidFeed.message</key>
	<string>The update feed URL is invalid. Please contact support.</string>
	<key>update.error.invalidFeed.title</key>
	<string>Invalid Update Feed</string>
	<key>update.error.noInternet.message</key>
	<string>cmux can't reach the update server. Check your internet connection and try again.</string>
	<key>update.error.noInternet.title</key>
	<string>No Internet Connection</string>
	<key>update.error.permissionError.message</key>
	<string>Move cmux into Applications and relaunch to enable updates.</string>
	<key>update.error.permissionError.title</key>
	<string>Updater Permission Error</string>
	<key>update.error.secureConnectionFailed.message</key>
	<string>A secure connection to the update server couldn't be established. Try again later.</string>
	<key>update.error.secureConnectionFailed.title</key>
	<string>Secure Connection Failed</string>
	<key>update.error.serverNotFound.message</key>
	<string>The update server can't be found. Check your connection or try again later.</string>
	<key>update.error.serverNotFound.title</key>
	<string>Server Not Found</string>
	<key>update.error.serverUnreachable.message</key>
	<string>cmux couldn't connect to the update server. Check your connection or try again later.</string>
	<key>update.error.serverUnreachable.title</key>
	<string>Server Unreachable</string>
	<key>update.error.signatureError.message</key>
	<string>The update's signature could not be verified. Please try again later.</string>
	<key>update.error.signatureError.title</key>
	<string>Update Signature Error</string>
	<key>update.error.timedOut.message</key>
	<string>The update server took too long to respond. Try again in a moment.</string>
	<key>update.error.timedOut.title</key>
	<string>Update Timed Out</string>
	<key>update.extracting.progress</key>
	<string>Preparing: %@</string>
	<key>update.installAndRelaunch</key>
	<string>Install Update and Relaunch</string>
	<key>update.installing.status</key>
	<string>Installing…</string>
	<key>update.installingAndRestarting</key>
	<string>Installing update and preparing to restart</string>
	<key>update.noUpdates.message</key>
	<string>You are running the latest version</string>
	<key>update.noUpdates.title</key>
	<string>No Updates Available</string>
	<key>update.permissionRequest.text</key>
	<string>Enable Automatic Updates?</string>
	<key>update.pleaseWait</key>
	<string>Please wait while we check for available updates</string>
	<key>update.popover.autoUpdatesDescription</key>
	<string>cmux can automatically check for updates in the background.</string>
	<key>update.popover.checking</key>
	<string>Checking for updates…</string>
	<key>update.popover.details</key>
	<string>Details</string>
	<key>update.popover.downloadingUpdate</key>
	<string>Downloading Update</string>
	<key>update.popover.enableAutoUpdates</key>
	<string>Enable automatic updates?</string>
	<key>update.popover.noUpdatesFound</key>
	<string>No Updates Found</string>
	<key>update.popover.noUpdatesFound.message</key>
	<string>You're already running the latest version.</string>
	<key>update.popover.preparingUpdate</key>
	<string>Preparing Update</string>
	<key>update.popover.released</key>
	<string>Released:</string>
	<key>update.popover.restartRequired</key>
	<string>Restart Required</string>
	<key>update.popover.restartRequired.message</key>
	<string>The update is ready. Please restart the application to complete the installation.</string>
	<key>update.popover.size</key>
	<string>Size:</string>
	<key>update.popover.updateAvailable</key>
	<string>Update Available</string>
	<key>update.popover.version</key>
	<string>Version:</string>
	<key>update.preparingUpdate</key>
	<string>Extracting and preparing the update</string>
	<key>update.restartToComplete</key>
	<string>Restart to Complete Update</string>
	<key>update.viewGitHubCommit</key>
	<string>View GitHub Commit</string>
	<key>update.viewReleaseNotes</key>
	<string>View Release Notes</string>
	<key>workspace.closeProtected.message</key>
	<string>Pinned workspaces can't be closed while pinned. Unpin the workspace first.</string>
	<key>workspace.displayName.fallback</key>
	<string>Workspace</string>
	<key>workspace.placement.afterCurrent</key>
	<string>After current</string>
	<key>workspace.placement.afterCurrent.description</key>
	<string>Insert new workspaces directly after the active workspace.</string>
	<key>workspace.placement.end</key>
	<string>End</string>
	<key>workspace.placement.end.description</key>
	<string>Append new workspaces to the bottom of the list.</string>
	<key>workspace.placement.top</key>
	<string>Top</string>
	<key>workspace.placement.top.description</key>
	<string>Insert new workspaces at the top of the list.</string>
	<key>workspace.tooltip.newBrowser</key>
	<string>New Browser</string>
	<key>workspace.tooltip.newTerminal</key>
	<string>New Terminal</string>
	<key>workspace.tooltip.splitDown</key>
	<string>Split Down</string>
	<key>workspace.tooltip.splitRight</key>
	<string>Split Right</string>
</dict>
</plist>
